accountsservice
adwaita-icon-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
atuin
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bat
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bpftune-git
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cantarell-fonts
cava
chwd
cpupower
cryptsetup
cups
cups-filters
cups-pdf
decibels
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
espeak-ng
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbnailer
file-roller
firefox
fish
fisher
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fprintd
fsarchiver
fwupd
fzf
gdm
ghostscript
ghostty
git
git-delta
github-cli
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-nettool
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
grilo-plugins
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hwdetect
hwinfo
hyprpicker
i2c-tools
inetutils
inter-font
iptables-nft
iwd
jfsutils
just
lazygit
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libfprint
libgsf
libnma
libopenraw
libqalculate
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lua-language-server
lvm2
malcontent
man-db
man-pages
marksman
mdadm
mesa-utils
micro
mkinitcpio
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
nautilus
neovide
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
obs-studio-browser
octopi
opencl-mesa
openssh
orca
os-prober
pacman-contrib
papers
papirus-icon-theme
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
pnpm
poppler-glib
power-profiles-daemon
profile-sync-daemon
progress
pv
python
python-defusedxml
python-packaging
qt6-wayland
rclone
rebuild-detector
reflector
ripgrep
rsync
rtkit
rygel
s-nail
sg3_utils
showtime
simple-scan
smartmontools
snapper
snapshot
sof-firmware
splix
starship
stow
stylua
sudo
sysfsutils
system-config-printer
tailscale
tealdeer
tecla
texinfo
thunderbird
tinymist
topgrade
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typst
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc-plugins-all
vulkan-radeon
wget
which
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xwayland-satellite
yay
yazi
yelp
yt-dlp
zig
zls
zoxide
